{
    "Common.First.Name": "First Name",
    "Common.Middle.Name": "Middle Initial",
    "Common.Last.Name": "Last Name",
    "Common.DOB": "Date of Birth",
    "Common.Email.Address": "Email Address",
    "Common.Renter.Email.Address": "Re-enter Email Address",
    "Common.Phone.Number": "Phone Number",
    "Common.SSN": "SSN",
    "Common.Last4.SSN": "Last 4-SSN",
    "Common.Fullssn": "Full SSN",
    "Common.VIN.Required": "If you purchased an ancillary product from the Volkswagen Drive Easy, Audi Pure Protection or Ducati Ever Red program, your vehicle identification number (VIN) is required. Otherwise, it is optional.",
    "Common.VIN": "VIN",
    "Common.Optional": "optional",
    "Common.Address.Line1": "Address Line 1",
    "Common.Address.Line2": "Address Line 2",
    "Common.City": "City",
    "Common.State": "State",
    "Common.Zip.Code": "Zip Code",
    "Common.Confirmation.Number": "Confirmation Number #",
    "Common.PIN": "PIN Number #",
    "Common.IWantTo": "I want to...",

    "Button.Continue": "Continue",
    "Button.Download": "Download",
    "Button.Submit": "Submit",
    "Button.GoToPrivacyPortal": "Go To Privacy Portal",
    "Button.PrivacyPolicy": "Privacy Policy",
    "Button.SubmitAnotherRequest": "Submit Another Request",
    "Button.Confirm": "Confirm",
    "Button.Cancel": "Cancel",
    "Button.Exit": "Exit",

    "maintenance.content": "We are performing maintenance on our systems to provide you with a better experience. We apologize for the inconvenience.",

    "state.Selector.content.1":"If you are a California resident, <a class='bluetext' href>click here</a> to learn more about your rights under CCPA and how you can exercise those rights by submitting certain requests to us.",
    "state.Selector.content.2":"For all privacy requests, we will need to obtain personal information from you to ensure that we know who is making the request. If we are unable to find you in our records, or match the data you provide on this website with what we have in our records, we will notify you.",
    "state.Selector.content.3":"If you submitted a request to us to opt-out of the sale of your personal information, delete your personal information or obtain a Categories Report and wish to check the status of your request, <a class='bluetext' href>click here</a>.",
    "state.Selector.content.4":"If you submitted a request to us to obtain a Specific Pieces Report and wish to check the status of your request, <a class='bluetext' href>click here</a>.",
    "State.Question": "1. Which state do you currently live in?",
    "State.Selection.Invalid": "Please select which state you reside in.",
    "State.Option.California": "California",
    "State.Option.Other": "Another State",

    "NonCA.Resident.Message1": "Sorry, this process is currently only available to California residents under the CCPA.",
    "NonCA.Resident.Message2": "If you would like more information about your privacy rights and how we collect, use, disclose and share personal information please visit the website of the Group entity with whom you have a relationship.",

    "OnBehalf.Question": "2. Are you completing this CCPA form on behalf of yourself or someone else?",
    "OnBehalf.Selection.Invalid": "Please select who you are completing this form on behalf of.",
    "OnBehalf.Option.Self": "I am completing this form for myself",
    "OnBehalf.Option.Other": "I am completing this form for someone else",

    "OnBehalf.Other.Message1": "In order to make a request on behalf of someone else, we will need additional information and documentation from you. Please call us at 1-844-987-2272 to complete your request.",

    "PinForm.Text": "If you would like to retrieve your report electronically, please create a PIN number below",
    "PinForm.PinNumber": "4-Digit PIN Number",
    "PinForm.ReEnterPinNumber": "Re-enter PIN Number",
    
    "InfoForm.Question": "4. We will need some information from you in order to process your request.",
    "InfoForm.Report.Category": "Categories Report",
    "InfoForm.Report.Category.Card.Header": "Category Report",
    "InfoForm.Report.Category.Card.Body.1": "A Categories Report provides you with the categories of personal information we have collected in the 12 months preceding your request, at a minimum, and for each category: the categories of sources from which the personal information was collected; the business or commercial purpose for which we collected the personal information; the categories of third parties to whom we sold or disclosed the category of personal information for a business purpose; and the business or commercial purpose for which we sold or disclosed the category of personal information.",
    "InfoForm.Report.Category.Card.Body.2": "Obtaining a Categories Report requires fewer steps to verify your identity than what we will need if you request a Specific Pieces Report. We will also be able to fulfill your Categories Report request in a shorter period of time.",
    "InfoForm.Report.Category.Card.Body.3": "If you purchased a Volkswagen Drive Easy, Audi Pure Protection or Ducati Ever Red product, you MUST provide your VIN below for us to properly verify your Specific Pieces Report request.",
    "InfoForm.Report.SpecificPieces.Card.Header": "Specific Pieces Report ",
    "InfoForm.Report.SpecificPieces.Card.Body.1": "A Specific Pieces Report provides you with the specific pieces of personal information that we have about you in the 12 months preceding your request, at a minimum, and for each category of personal information: the categories of sources from which the personal information was collected; the business or commercial purpose for which we collected the personal information; the categories of third parties to whom we sold or disclosed the category of personal information for a business purpose; and the business or commercial purpose for which we sold or disclosed the category of personal information. For VW Credit Inc. (dba Volkswagen Credit, Audi Financial Services and Ducati Financial Services), this report may not include certain personal information subject to certain state or federal laws. The report will identify any such information that has been excluded.",
    "InfoForm.Report.SpecificPieces.Card.Body.2": "You will need to provide more information and take further steps to verify your identity in order to obtain a Specific Pieces Report. Additionally, these requests will be burdensome and we will have to work with multiple systems and service providers in order to fulfill your request. Therefore, it will likely take us more than 45 days to complete these requests and you can expect to receive your Specific Pieces Report within 90 days of your request.",
    "InfoForm.Report.SpecificPieces.Card.Body.3": "If you purchased a Volkswagen Drive Easy, Audi Pure Protection or Ducati Ever Red product, you MUST provide your VIN below for us to properly verify your Specific Pieces Report request.",
    "InfoForm.Report.SpecificPieces": "Specific Pieces Report",
    
    "InfoForm.Date.Required": "Please enter a valid date in MM/DD/YYYY format.",
    "InfoForm.Date.AgeRestriction": "You must be 18 years or older to fill out a CCPA request.",

    "MailingAddress.Modal.Title": "We found an address in our system. Is this the correct mailing address?",
    "MailingAddress.Question": "5. What is your current mailing address?",

    "MailingAddress.Report.Label": "Deliver my report electronically. By unchecking the box, I state that I would rather have results sent to a physical address. (Note that mail delivered physically will arrive at a later date.)",
    "MailingAddress.TandC.Label1": "I agree with the Terms and Conditions",
    "MailingAddress.TandC.Label2": "Click Here",

    "MailingAddress.TandC.Invalid": "Must agree to Terms and Conditions to continue.",

    "MailingAddress.Entered.Address": "This is not my current mailing address",
    "MailingAddress.reEnter.Address":"Re-enter the address",
    "MailingAddress.useEntered.Address":"Use the address entered",

    "Experian.content1": "For your protection and privacy, we need to validate your identity by asking you to respond to the following questions. Please note that even if your identify is verified, we may not be able to match you in our records based on the data you have provided in your request submission. As a result, you may receive different types of reports from VW Credit, Inc. and Volkswagen Group of America, Inc., depending on whether we were able to validate your identity and/or match you in systems across our organizations.",
    "Experian.content2": "If you prefer not to answer the questions below, then you have the option to request a Categories Report instead by following this link: ",
    "Experian.content3": "https://privacy.vwgoa.com.",

    "DeleteRequestConfirmation":"Are you sure you want to delete your personal information?",

    "Footer.VWCredit": "2020 VW Credit, Inc. | ",
    "Footer.TandC": "Terms and Conditions",

    "Pin.Invalid": "Your PIN needs to be a 4-digit numerical entry",
    "Pin.DontMatch": "Your entries do not match.",

    "Error.Required": "Please select an option before continuing.",
    "Email.Required": "This email does not match what was provided.",
    
    "Error.Api.Content1": "There was a problem processing your request.",
    "Error.Api.Content7": "Please ",
    "Error.Api.Content2": "Refresh the page",
    "Error.Api.Content3": " to return to the Privacy Portal so you can complete the form again.",
    "Error.Api.Content4": "Please call us at ",
    "Error.Api.Content5": "1-844-987-2272 ",
    "Error.Api.Content6": "if this problem persists.",

    "Error.StrikeIron": "We could not locate the address you entered, please review and re-enter your address.",

    "RequestSelector.Title.Question": "3. California Consumers have the following rights under the CCPA: Please select one request.",
    "RequestSelector.DoNotSell": "Do Not Sell My Personal Information",
    "RequestSelector.DeleteMyInfo" : "Delete My Personal Information",
    "RequestSelector.AccessMyInfo": "Access My Personal Information",
    "RequestSelector.DoNotSell.CardHeader":"Do Not Sell My Personal Information",
    "RequestSelector.DoNotSell.CardBody1": "You can limit the sharing of your personal information with third parties for certain commercial purposes, such as to inform you of new products and services. Please note that this will not prevent disclosures that are permitted or required by law. We will process your request within 15 days of receiving it.",
    "RequestSelector.DoNotSell.CardBody2": "Please note that even if you select this option, you will continue to receive certain communications from us including marketing offers and survey invitations.",
    "RequestSelector.DeleteMyInfo.CardHeader":"Delete My Personal Information",
    "RequestSelector.DeleteMyInfo.CardBody1":"You can request the deletion of the personal information we have about you. Please note that we may keep certain information as permitted or required by law including as needed to:",
    "RequestSelector.DeleteMyInfo.CardBody2":"Service or maintain your account",
    "RequestSelector.DeleteMyInfo.CardBody3":"Report information about your account to credit reporting agencies, or",
    "RequestSelector.DeleteMyInfo.CardBody4":"Comply with a legal obligation",
    "RequestSelector.DeleteMyInfo.CardBody5":"as well as for internal uses such as to identify and prevent fraud, enhance the security of our network and systems, and to enhance the services we provide you.",
    "RequestSelector.DeleteMyInfo.CardBody6":"Please note that by selecting this option you will no longer receive certain communications from us including special offers and survey invitations.",
    "RequestSelector.AccessMyInfo.CardHeader":"Access My Personal Information",
    "RequestSelector.AccessMyInfo.CardBody1":"You can request access to the personal information we have collected on you, the categories of sources from which the personal information was collected, the business or commercial purpose for which we collected the personal information, the categories of third parties to whom we sold or disclosed the category of personal information for a business purpose, and the business or commercial purpose for which we sold or disclosed the category of personal information. We will generate a “report” that covers personal information we have collected in the previous 12 months.",
    "RequestSelecter.AccessMyInfo.CardBody2":"Your request will generally be processed within 45 days. If additional time is needed, we will inform you of the need for more time, the reason it is needed, and when you can expect your completed report.",

    "Tier1.Form.ThankYou": "Thank you! You have requested a report.",
    "Tier1.Form.Content1": "You should be receiving an email shortly at ",
    "Tier1.Form.Content2": " with next steps.",
    "Tier1.Form.Content3": "We will attempt to find you in our records using the personal information that you provided us in your request. If we are unable to match the data that you provided with what we have in our records, we will notify you. Typically these requests take about 45 days to be delivered. If completing your request will take longer than 45 days, we will let you know that additional time is needed, the reason for the delay, and when your request will be completed.",
    "Tier1.Form.Content4": "Once we complete our preliminary review, we may contact you using the information you provided in your request to complete a more detailed verification process to protect the privacy and security of your information before sharing any sensitive information.",

    "Tier2.Form.ThankYou": "Thank you! You have requested a report.",
    "Tier2.Form.Content1": "We will attempt to find you in our records using the personal information that you provided us in your request. If we are unable to match the data that you provided with what we have in our records, we will notify you. If completing your request will take longer than 45 days, we will let you know that additional time is needed, the reason for the delay, and when your request will be completed.",
    "Tier2.Form.Content2": "Once we complete our preliminary review, we may contact you using the information you provided in your request to complete a more detailed verification process to protect the privacy and security of your information before sharing any sensitive information.",

    "Dns.Form.ThankYou": "Thank you! You have requested us to not sell your personal information.",
    "Dns.Form.Content1": "We will attempt to find you in our records using the personal information that you provided us in your request. If we are unable to match the data that you provided with what we have in our records, we will notify you. We will strive to complete this request within 15 days.",

    "Delete.Form.ThankYou": "Thank you! You have requested us to delete your personal information.",
    "Delete.Form.Content1": "We will attempt to find you in our records using the personal information that you provided us in your request. If we are unable to match the data that you provided with what we have in our records, we will notify you. We have processed your request and will update our records accordingly. We will strive to complete this request within 45 days.",

    "StatusForm.Type.Header.Text": "Type",
    "StatusForm.Date.Requested.Header.Text": "Date Requested",
    "StatusForm.Status.Header.Text": "Status",

    "Portal.Disabled.Message": "This Portal will be live on <strong>{{startDate}}</strong>. Please check back then.",

    "First.Name.Error.Message" : "Please enter a valid first name using upper and lower case alpha characters and these three special characters (space, apostrophe and hyphen).",
    "Middle.Name.Error.Message" : "Please enter a valid middle initial using an upper or lower case alpha character.",
    "Last.Name.Error.Message" : "Please enter a valid last name using upper and lower case alpha characters and these three special characters (space, apostrophe and hyphen).",
    "Dob.Error.Message" : "Please enter a valid date in MMDDYYYY format.",
    "Email.Error.Message" : "Please enter a valid email address.",
    "Reenter.Email.Error.Message" : "This email does not match what was provided.",
    "Phone.Number.Error.Message" : "Please enter a valid phone number (area code followed by 7-digit phone number).",
    "Last4SSN.Error.Message" : "Please enter the last 4-digits of your Social Security Number (SSN).",
    "Full.SSN.Error.Message" : "Please enter your full 9-digit Social Security Number (SSN).",
    "VIN.Error.Message" : "Please enter a valid 17-digit Vehicle Identification Number (VIN #) using alphanumeric characters.",
    "Address.Error.Message": "Please enter a valid address using upper/lower case alphanumeric characters and special characters (underscore, comma, pound sign, period, ampersand, colon, forward slash, explanation mark, tick sign, apostrophe, space, semi-colon, parentheses and dash).",
    "City.Error.Message" : "Please enter a valid city using upper/lower alpha characters and special characters (underscore, space, dash, comma, period, semi-colon, parentheses, ampersand and forward slash).",
    "State.Error.Message" : "Please enter a valid state using 2-alpha characters.",
    "Zip.Error.Message" : "Please enter a valid 5-digit numeric zip code.",
    "Confirmation.Error.Message" : "Please enter a valid 8-digit confirmation number using upper and lower case alphanumeric characters.",
    "Pin.Error.Message" : "Please enter a valid 4-digit numeric PIN #."
}
